import { LanguageTemplate } from './template'

export const ru: LanguageTemplate = {
	mark: 'ru',
	global: {
		error: 'Ошибка... Пожалуйста, попробуйте позже',
		field_is_required: 'Это обязательное поле',
		_return: 'Вернуться',
		apply: 'Подтвердить',
		order: 'Заказать',
		_continue: 'Продолжить',
		privacy:
			'Нажимая кнопку «Заказать», Вы соглашаетесь, что заказываете этот продукт только для личного использования. Использование в коммерческих целях запрещено.',
	},
	header: {
		main: 'Главная',
		about: 'Обо мне',
		consults_and_rates: 'Консультации',
		turnkey_solutions: 'Готовые решения',
		contacts: 'Контакты',
	},
	_404: {
		heading: 'Упс… похоже,\nчто-то пошло не так',
		text_top: 'Страница, на которую Вы хотели перейти, не найдена.',
		text_mid: 'Возможно введен некорректный адрес или страница удалена.',
		text_bot:
			'Вы можете воспользоваться меню сайта или вернуться на главную страницу.',
		back_to_main: 'Вернуться на главную',
	},
	contacts: {
		my_contacts: 'Мои контакты',
		addres_first_pt: 'г. Киев, ул. Большая Васильковская,',
		addres_second_pt: 'д. 116, оф. 12 (станция метро «Дворец Украина»)',
		name: 'Катерина Кириченко',
		speech: 'Встретимся на консультации',
	},
	sign_for_consult: {
		sign_for_consult: 'Запись на консультацию',
		your_name: 'Ваше имя',
		phone: 'Телефон',
		email: 'Электронная почта',
		enroll: 'Записаться',
		response:
			'Спасибо! В ближайшее время я перезвоню или напишу Вам для обсуждения всех деталей.',
		field_is_required: 'Это обязательное поле',
		invalid_phone: 'Неверный номер',
		invalid_email: 'Неверный Email',
	},
	reviews: {
		heading: 'Отзывы клиентов',
		add_review: 'Оставьте свой отзыв',
		response:
			'Спасибо! В ближайшее время Ваш отзыв опубликуется в разделе «Отзывы клиентов».',
	},
	leave_review: {
		your_review: 'Ваш отзыв',
		your_name: 'Ваше имя',
		review: 'Отзыв',
		send: 'Отправить',
		review_min_max_length:
			'Минимальная длина отзыва - 50, максимальная - 300',
	},
	main: {
		name: 'Катерина',
		last_name: 'Кириченко',
		post_name: 'сертифицированный диетолог-нутрициолог',
		description:
			'Стану Вашим наставником и помощником на пути к долгосрочному результату через любовь к себе и принятие своего тела',
		sign_for_consult: 'Запись на консультацию',
	},
	about: {
		my_approach: 'О моем подходе',
		col_1_text_1:
			'Провожу консультации как онлайн, так и офлайн, разрабатываю индивидуальные схемы питания и конструкторы меню. При сопровождении отвечаю на все вопросы и поддерживаю психологически.',
		col_1_text_2:
			'На консультациях даю рекомендации и помогаю внедрить их в Вашу жизнь мягко и комфортно во избежание постоянных качелей в весе и срывов.  Учу правилу трех П - посильно, постепенно, постоянно.',
		worth_1: 'немного статистики',
		worth_2:
			'Имею опыт в диетологии более 10 лет. Всегда слежу за новинками в нутрициологии и обязательно проверяю их на себе. Постоянно повышаю свою квалификацию, о чем свидетельствуют соответствующие дипломы и сетефикаты.',
		worth_3:
			'Работаю с клиентами по принципам доверительного контакта и поддержки, не применяю метод "кнута". Более 1000 моих клиентов смогли достичь желаемого результата, а некоторые обращаются повторно с новыми целями.',

		for_who: 'Кому это подходит',
		for_who_text_1:
			'Сладкоежкам и любителям фаст-фуда - снижаем вес, оздоравливаемся, налаживаем отношения с едой и меняем образ жизни.',
		for_who_text_2:
			'ЗОЖникам “со стажем”. Вы прошли множество марафонов, у Вас постоянные качели в весе - учимся балансу в питании без жестких ограничений.',
		for_who_text_3:
			'Хотите вернуть форму после родов - подбираем индивидуальное питание з учетом грудного вскармливания или без него.',
		for_who_text_4:
			'Боитесь набрать лишние кг во время беременности - составляем питание для адекватного набора веса и поддержания здоровья матери и будущего ребенка.',
		for_who_text_5:
			'Вас волнуют обострения хронических заболеваний - расписываю лечебное/профилактическое питание и диетические добавки по согласованию с Вашим врачом.',
		for_who_text_6:
			'Посещаете фитнес-клубы, увеличиваете мышечную массу и упругость тела. Надоела повышенная утомляемость и эмоциональная неустойчивость. Вам также ко мне.',

		not_suitable: 'С кем я не работаю',
		not_suitable_text_1:
			'С теми, кто приходит за "волшебной таблеткой". Я даю лишь инструменты для изменения фигуры, образа жизни и т.д. Но меняете себя Вы! Поэтому похудение, изменение мышления и привычек является именно Вашей заслугой!',
		not_suitable_text_2:
			'"Я лучше знаю, как надо". Если клиент считает, что у него больше знаний в этой сфере, чем у специалиста, то ему нужно воплощать их в жизнь, а не тратить свое и мое время на бесконечные споры.',

		my_education: 'Мое образование',
		reviews: 'Отзывы клиентов',
	},
	consults_and_rates: {
		consults_and_rates: 'консультации и тарифы',
		col_1_text_1:
			'В чем разница между гибкой схемой питания и конструктором меню?',
		col_1_text_2:
			'Гибкая схема питания предполагает, что Вам не нужно считать калории и белки/жиры/углеводы. В схеме уже есть четкие пропорции продуктов и блюд. При этом сохраняется гибкость в питании, ведь Вы выбираете то, что хотите именно сейчас, самостоятельно сочетаете продукты.',
		col_1_text_3:
			'Конструктор меню сохраняет такую же гибкость, но я за Вас составляю различные сочетания продуктов и блюд с учетом Ваших предпочтений в еде, образа жизни и состояния здоровья. Вам остается только выбрать вариант завтрака, обеда, ужина, перекуса и т.д., с учетом Ваших пожеланий и наличия продуктов в холодильнике.',
		detailed_price: 'Полный прайс',
	},
	prepared_solutions: {
		prepared_solutions: 'Готовые решения',
		col_1_part_1:
			'<p>Также у Вас есть возможность выбрать и заказать <b>готовую</b> программу питания с учетом Ваших целей и потребностей. Это готовый план питания, который поможет Вам скорректировать свой вес до нормы и научит основам сбалансированного питания.</p>',
		col_1_part_2:
			'Подойдет людям, не имеющим заболеваний в острой форме или тяжелых хронических заболеваний. При заболеваниях - только индивидуальные консультации.',
		col_2_part_1:
			'<p>Программа состоит из <b>конструктора</b> меню, соответствующих рекомендаций по образу жизни (питьевому режиму, физическим нагрузкам, сну, читмилам и др.), примеров рецептов и перечня разрешенных вкусных продуктов, которые обычно запрещены в строгих диетах.</p>',
		col_2_part_2:
			'<p>А также Вы получите <b>в подарок</b> чек-лист на выбор: «Антистресс» или «Питание в условиях отключения света/воды/газа» (чек-листы также можно заказать отдельно).</p>',

		constructor_heading: 'Конструктор меню и его преимущества',
		constructor_1:
			'Конструктор меню – это набор вариантов приемов пищи (завтрака, обеда, ужина, а также перекусов) с четкими пропорциями продуктов, блюд и их сочетаний с учетом калорий и белков/жиров/углеводов.',
		constructor_2:
			'К программе прилагается детальное объяснение по использованию конструктора и пример составления меню на два дня.',
		constructor_3:
			'<p>Главным преимуществом конструктора по сравнению с обычным статическим меню является его <b>гибкость</b>, ведь Вы выбираете то, что желаете именно сейчас (или учитывая наличие продуктов в холодильнике), без привязки блюда к конкретному дню.</p>',
		constructor_4:
			'<p>Эта гибкость позволяет использовать программу как минимум <b>1 месяц</b> в отличие от стандартных готовых меню, рассчитанных на определенное количество дней.</p>',
		constructor_5:
			'При этом Ваше питание будет разнообразным и уникальным благодаря комбинациям вариантов завтраков, обедов и других приемов пищи.',

		constructor_col_1_part_1:
			'<p>Еще одна особенность программы - ее максимальная <b>адаптированность</b> к клиенту и его потребностям.</p>',
		constructor_col_1_part_2:
			'При составлении конструктора, рекомендаций и рецептов учитываются определенные критерии, которые Вы выбираете и указываете при заказе.',
		constructor_col_1_part_3:
			'Например: калорийность, пол, количество приемов пищи, информация о непереносимости глютена/лактозы и др.',

		constructor_col_2_part_1:
			'Кроме того, Вы можете заказать программу на удобном для Вас языке - украинском, русском или английском.',
		constructor_col_2_part_2:
			'Достигнув определенных результатов после использования программы, Вы можете заказать другую. Например, при изменениях в весе - программу с другой калорийностью.',
		constructor_col_2_part_3:
			'Если у Вас возникнут вопросы относительно выбора критериев или самой программы, с радостью отвечу на них.',

		programs_and_checks: 'Программы и чек-листы',
		help_to_pick: 'Помощь в выборе программы',
	},
	help_to_pick: {
		help_to_pick: 'Помощь в выборе программы',
		your_name: 'Ваше имя',
		phone: 'Телефон',
		email: 'Электронная почта',
		description:
			'Пожалуйста, кратко опишите свой вопрос. Что именно Вас интересует, основная цель, важнейшие критерии при подборе программы.',
		send: 'Отправить',
		description_min_max_length:
			'Минимальная длина вашего сообщения - 50, максимальная - 300',
		response:
			'Спасибо за обращение!\nВ ближайшее время я напишу или перезвоню Вам.',
		field_is_required: 'Это обязательное поле',
		invalid_phone: 'Неверный номер',
		invalid_email: 'Неверный Email',
	},

	detailed_prices: {
		service_type: 'Вид услуги',
		remark: 'Цена на повторную консультацию может меняться при условии смены первичного пакета',

		package: 'Пакет',
	},
	program: {
		fields_required:
			'Для заказа программы выберите, пожалуйста, соответствующие пункты.',
		included_to_program: 'В программу входят',
		choose_radios:
			'Перед заказом программы выберите, пожалуйста, соответствующие пункты.',
		success_program:
			'Спасибо! В ближайшее время Вам придет сообщение о подтверждении Вашего заказа.',
		back_to_programs: 'Вернуться к программам',
		_program: 'Программа',
	},
	program_popup: {
		your_order: 'Ваш заказ',
		chosen_params: 'параметры',
	},
	certificates: {
		diplomas_heading: 'Дипломы и сертификаты',
		skills_heading: 'Оттачивание навыков',
		skill_1:
			'В своей деятельности я следую высказыванию А. Линкольна «Кем бы ты ни был - будь лучше». Кроме постоянной работы с клиентами, я стараюсь воплощать и совершенствовать свои знания и навыки в разнообразных проектах и мероприятиях.',
		skill_2:
			'Проведение мастер-классов и семинаров благодаря обратной связи с участниками позволяет отследить реальные проблемы людей, связанные с диетологией, а отдача аудитории вдохновляет на дальнейшее развитие.',
		skill_3:
			'<p>Длительное и плодотворное сотрудничество с сетью фитнес-клубов <b>“Sport Life”</b> помогла усовершенствовать знания в сфере спортивной диетологии.</p>',
		skill_4:
			'<p>Неоднократные интервью в программе «Утро с Украиной» на <b>ТРК «Украина»</b> давали импульс к тщательному и глубокому изучению поставленных вопросов.</p>',
		skill_5:
			'<p>Сотрудничество с израильской компанией по доставке здорового питания <b>“Foodlabriut”</b> оттачивает навыки работы с меню и технологическими картами для блюд. А также это еще один плюс в копилку знаний национальных кухонь мира.</p>',
		skill_6:
			'<p>Уроки рисования в художественной мастерской <b>“АРТ-ПРОСТРАНСТВО”</b> с художником <b>Аленой ДЗЮБА-ПАНАСЮК</b> помогают развить творческий потенциал. Все-таки составление меню для клиентов – тоже творческий процесс.</p>',
	},
}
